[
	{
		"name": "Created",
		"id": 101,
		"description": "The Author created the article",
		"info": "The article was created. Please upload the Manuscript and the Supplimentarry materials. Associate the authors with the article."
	},
	{
		"name": "ManuscriptUploaded",
		"id": 102,
		"description": "The Manuscript was submitted by the author",
		"info": "Our editorial specialist is checking your article. We will contact you if we need any further files or information."
	},
	{
		"name": "Submitted",
		"id": 103,
		"description": "Author uploaded the Manuscript",
		"info": "The manuscript was uploaded, you can now submit the article."
	},
	{
		"name": "InitialRejected",
		"id": 104,
		"description": "Article was rejected by the editorial specialist",
		"info": "The manuscript does not reach the required quality standard of this journal."
	},
	{
		"name": "InitialApproved",
		"id": 105,
		"description": "Article approved",
		"info": "Your article has been checked. Our editorial specialists will start soon revieing it."
	},
	{
		"name": "UnderReview",
		"id": 201,
		"description": "Article approved",
		"info": "Our editorial specialist is reviewing your article."
	},
	{
		"name": "Accepted",
		"id": 204,
		"description": "Article accepted",
		"info": "Your article has been reviewed and accepted. The production of the article will start soon."
	},
	{
		"name": "InProduction",
		"id": 300,
		"description": "Typesetter assigned",
		"info": "The typesetter is preparing your Author’s Proof. We will contact you if we need any further files or information."
	},
	{
		"name": "DraftProduction",
		"id": 301,
		"description": "Author's proof approved",
		"info": "The Author's Proof is available for you to check and provide corrections. This status is also displayed if we are preparing a further Author's Proof at your request."
	},
	{
		"name": "FinalProduction",
		"id": 302,
		"description": "Publisher's proof uploaded",
		"info": "The typesetter is preparing the final version of your article for publication. We will contact you if we need to check anything further before publication."
	},
	{
		"name": "PublicationScheduled",
		"id": 304,
		"description": "Article scheduled for publication",
		"info": "Your Production Specialist has completed their quality checks. Your article is now scheduled for publication on our website and will appear online within the next few working days."
	},
	{
		"name": "Published",
		"id": 305,
		"description": "Article published",
		"info": "Your article has been published and sent to all relevant repositories, and the publication process is now complete. Please note that repositories have different processing times and your article may not be available yet."
	}
]